//         i["offline"] && (o["x"] = t), o["rp"] = X(i["gt"] + i["challenge"]["slice"](0, 32) + o["passtime"]);
//   var u = r["$_CCDH"](),
//     l = V["encrypt"](gt["stringify"](o), r["$_CCEc"]()),
//     h = m["$_FEr"](l),
//     f = {
//       "gt": i["gt"],
//       "challenge": i["challenge"],
//       "lang": o["lang"],
//       "$_BCw": r["$_BHIH"],
//       "client_type": r["$_BHJZ"],
//       "w": h + u
//     };
// const p = {
//     "lang": "zh-cn",
//     "userresponse": "9666969ea7",
//     "passtime": 2014,
//     "imgload": 243,
//     "aa": "P-/35557684343000/!)!)!)!)!)!*!G)!)!)!)!)!)!)!,!)!)!)(!2!_syy(()*(((((((((((((~vtss~sst~w((((((((((((x((x(x(!@)ss(!!(_153.2//I08)3/7*4.5-@/19$)/NVE4?)O$)/98)957kF42E9)D)CHMB$.6$/O$.W",
//     "ep": {
//         "v": "7.8.9",
//         "$_BIB": false,
//         "me": true,
//         "tm": {
//             "a": 1671977722817,
//             "b": 1671977723050,
//             "c": 1671977723196,
//             "d": 0,
//             "e": 0,
//             "f": 1671977722820,
//             "g": 1671977722820,
//             "h": 1671977722820,
//             "i": 1671977722820,
//             "j": 1671977722820,
//             "k": 0,
//             "l": 1671977722828,
//             "m": 1671977723040,
//             "n": 1671977723046,
//             "o": 1671977723209,
//             "p": 1671977723725,
//             "q": 1671977723725,
//             "r": 1671977723727,
//             "s": 0,
//             "t": 0,
//             "u": 0
//         },
//         "td": -1
//     },
//     "h9s9": "1816378497",
//     "rp": "4539a18c2571749cb17b428fcb190e66"
// }

// ep
// "$_CCCG": function () {
//   return {
//     "v": "7.8.9",
//     "$_BIB": wt["touchEvent"],
//     "me": wt["mouseEvent"],
//     "tm": new bt()["$_BGGO"](),
//     "td": this["td"] || -1
//   };
// }
// imgload 网页加载滑块验证码图片的加载时长，值可以自己构造，30-80左右
// n["$_CAGw"] = $_Ii() - a,
// passtime 滑动滑块过程消耗的时长  n[“$_CHJu”] = $_Ii() 在触发滑块时就执行
// n["$_CEDN"] = $_Ii() - n["$_CHJu"]
// _ = e ? n["lastPoint"]["x"] : t["$_BGCd"]() / a - n["$_CIAd"]
// l = n["$_CICM"]["$_BBEM"](n["$_CICM"]["$_FDU"](), n["$_CJa"]["c"], n["$_CJa"]["s"]);
// rp 参数
// o["rp"] = X(i["gt"] + i["challenge"]["slice"](0, 32) + o["passtime"])
